{
  "books": [
    {
      "id": "twisted-love",
      "name": "Twisted Love",
      "author_name": "Ana Huang",
      "price": "10.00",
      "ratings": null,
      "img": "https://encrypted-tbn3.gstatic.com/images?q=tbn:ANd9GcQVfQ5L7bmoPNuQAdZRHqsTwGCfqKGhE0iV3Kc5pE6BhOTlS5X7",
      "description": "Twisted Love is a contemporary romance novel filled with twists and intense emotions, revolving around a captivating love story. When Alex Volkov is forced to take care of his best friend’s sister, Ava Chen, he finds himself drawn to her in ways he never expected. As they navigate their complex relationship, secrets from their past threaten to tear them apart.",
      "backimg": "https://rukminim2.flixcart.com/image/850/1000/l3vxbbk0/regionalbooks/h/i/i/twisted-love-special-edition-english-paperback-original-imagewh22d7rankz.jpeg?q=90&crop=false",
      "genre": "Romance"
    },
    {
      "id": "love-theoretically",
      "name": "Love Theoretically",
      "author_name": "Ali Hazelwood",
      "price": "17.75",
      "ratings": null,
      "img": "https://m.media-amazon.com/images/I/81vNIEwyS9L._AC_UF1000,1000_QL80_.jpg",
      "description": "Love Theoretically is a charming romance that explores the complexities of love through the lens of science and theory. Olive Smith, a third-year Ph.D. candidate, is convinced she’s not capable of love until she finds herself in a fake relationship with the notorious grumpy professor Adam Carlsen. As they navigate their fake relationship, Olive begins to question her theories on love and discovers that there might be more to her feelings than she initially thought.",
      "backimg": "",
      "genre": "Romance"
    },
    {
      "id": "it-ends-with-us",
      "name": "It Ends With Us",
      "author_name": "Colleen Hoover",
      "price": "10.50",
      "ratings": null,
      "img": "https://m.media-amazon.com/images/I/813aV273-rL._AC_UF1000,1000_QL80_.jpg",
      "description": "It Ends With Us is a powerful and emotionally intense story about love, resilience, and difficult choices. Lily Bloom’s life hasn’t been easy, but that hasn’t stopped her from working hard for the life she wants. When she feels a spark with a gorgeous neurosurgeon named Ryle Kincaid, everything in Lily’s life suddenly seems almost too good to be true. As questions about her new relationship overwhelm her, so do thoughts of Atlas Corrigan—her first love and a link to the past she left behind.",
      "backimg": "",
      "genre": "Romance"
    },
    {
      "id": "good-girl-guide-to-murder",
      "name": "Good Girl's Guide To Murder",
      "author_name": "Holly Jackson",
      "price": "18.00",
      "ratings": null,
      "img": "https://m.media-amazon.com/images/I/71sQDwbj13L._AC_UF1000,1000_QL80_.jpg",
      "description": "Good Girl's Guide To Murder is a gripping mystery thriller that follows a young girl investigating a closed murder case in her town. Pippa Fitz-Amobi’s final year project delves into the murder of schoolgirl Andie Bell and the suicide of her boyfriend, Sal Singh. As Pippa uncovers more secrets, she realizes that the real killer might still be out there, and her own life might be in danger.",
      "backimg": "",
      "genre": "Mystery, Thriller"
    },
    {
      "id": "the-seven-husbands-of-evelyn-hugo",
      "name": "The Seven Husbands of Evelyn Hugo",
      "author_name": "Taylor Jenkins Reid",
      "price": "22.30",
      "ratings": 4.5,
      "img": "https://m.media-amazon.com/images/I/71KcUgYanhL._AC_UF1000,1000_QL80_.jpg",
      "description": "The Seven Husbands of Evelyn Hugo is an intriguing tale of a legendary Hollywood actress and her seven husbands, filled with secrets and glamour. Aging and reclusive Hollywood icon Evelyn Hugo is finally ready to tell the truth about her glamorous and scandalous life. When she chooses unknown magazine reporter Monique Grant for the job, no one is more astounded than Monique herself. Why her? Why now? As Evelyn’s story unfolds, Monique begins to feel a very real connection to the actress.",
      "backimg": "",
      "genre": "Historical Fiction, Romance"
    },
    {
      "id": "where-the-crawdads-sing",
      "name": "Where the Crawdads Sing",
      "author_name": "Delia Owens",
      "price": "25.50",
      "ratings": 4.7,
      "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1582135294i/36809135.jpg",
      "description": "Where the Crawdads Sing is a hauntingly beautiful story set in the marshlands, blending mystery and coming-of-age themes. For years, rumors of the 'Marsh Girl' have haunted Barkley Cove, a quiet town on the North Carolina coast. When handsome Chase Andrews is found dead, the locals immediately suspect Kya Clark, the so-called Marsh Girl. But Kya is not what they say. Sensitive and intelligent, she has survived for years alone in the marsh that she calls home.",
      "backimg": "",
      "genre": "Mystery, Coming-of-Age"
    },
    {
      "id": "the-silent-patient",
      "name": "The Silent Patient",
      "author_name": "Alex Michaelides",
      "price": "20.75",
      "ratings": 4.8,
      "img": "https://m.media-amazon.com/images/I/81JJPDNlxSL._AC_UF1000,1000_QL80_.jpg",
      "description": "The Silent Patient is a psychological thriller about a woman who stops speaking after committing a shocking act of violence. Alicia Berenson’s life is seemingly perfect. A famous painter married to an in-demand fashion photographer, she lives in a grand house with big windows overlooking a park in one of London’s most desirable areas. One evening her husband Gabriel returns home late from a fashion shoot, and Alicia shoots him five times in the face and then never speaks another word.",
      "backimg": "",
      "genre": "Psychological Thriller"
    },
    {
      "id": "the-nightingale",
      "name": "The Nightingale",
      "author_name": "Kristin Hannah",
      "price": "18.45",
      "ratings": 4.6,
      "img": "https://m.media-amazon.com/images/I/81R2jFIqpoL._AC_UF1000,1000_QL80_.jpg",
      "description": "The Nightingale is a poignant and moving story of two sisters in Nazi-occupied France during World War II. Vianne Mauriac says goodbye to her husband as he heads for the Front. She doesn't believe that the Nazis will invade France, but invade they do. When a German captain requisitions Vianne's home, she and her daughter must live with the enemy or lose everything. Isabelle, Vianne’s sister, joins the Resistance and risks her life to save others, all the while yearning for the love and acceptance she never received.",
      "backimg": "",
      "genre": "Historical Fiction"
    },
    {
      "id": "the-invisible-life-of-addie-larue",
      "name": "The Invisible Life of Addie LaRue",
      "author_name": "V.E. Schwab",
      "price": "17.65",
      "ratings": 4.9,
      "img": "https://m.media-amazon.com/images/I/91Ql48Y0mqL._AC_UF1000,1000_QL80_.jpg",
      "description": "The Invisible Life of Addie LaRue is a unique and mesmerizing tale about a woman who makes a Faustian bargain to live forever, but is forgotten by everyone she meets. In a moment of desperation, a young woman named Adeline LaRue makes a bargain to live forever and is cursed to be forgotten by everyone she meets. But everything changes when, after nearly 300 years, Addie stumbles across a young man in a hidden bookstore and he remembers her name.",
      "genre": "Fantasy, Historical Fiction"
    },
    {
      "id": "the-guest-list",
      "name": "The Guest List",
      "author_name": "Lucy Foley",
      "price": "25.00",
      "ratings": 4.4,
      "img": "https://m.media-amazon.com/images/I/81sh+BJhaOS._AC_UF1000,1000_QL80_.jpg",
      "description": "The Guest List is a thrilling murder mystery set on a remote island during a wedding celebration. On an island off the coast of Ireland, guests gather to celebrate two people joining their lives together as one. The groom: handsome and charming, a rising television star. The bride: smart and ambitious, a magazine publisher. It's a wedding for a magazine in a luxurious, secluded setting. And then someone turns up dead.",
      "backimg": "",
      "genre": "Thriller"
    },
    {
      "name": "Fourth Wing",
      "author_name": "Rebecca Yarros",
      "id": "fourth-wing",
      "rating": 4.9,
      "price": "19.99",
      "genre": "Fantasy",
      "img": "https://m.media-amazon.com/images/I/91xBRNN9AuL._AC_UF1000,1000_QL80_.jpg",
      "description": "Fourth Wing is a riveting fantasy novel that takes readers on an epic adventure through a vividly imagined world. The story follows a young protagonist who must navigate political intrigue, magical powers, and ancient prophecies to uncover the truth about her past and her destiny. As she learns to harness her unique abilities, she discovers allies and enemies in unexpected places and must decide whom to trust as she fights to save her world from impending doom.",
      "backimg": ""
    },
    {
      "name": "Happy Place",
      "author_name": "Emily Henry",
      "id": "happy-place",
      "rating": 4.6,
      "price": "17.00",
      "backimg": "",
      "genre": "Romance",
      "img": "https://encrypted-tbn1.gstatic.com/images?q=tbn:ANd9GcSCVhwEh5XGQRnIf_q-eD2gpB9WJWCKcqYGfeItdF0h3SLFucw5",
      "description": "Happy Place is a delightful romance novel that follows the journey of Harriet and Wyn, a couple who broke up months ago but pretend to still be together for their annual weeklong vacation with their best friends. Over the course of the trip, Harriet and Wyn must navigate their unresolved feelings and the expectations of their friends while rediscovering what brought them together in the first place."
    },
    {
      "name": "The Creative Act: A Way of Being",
      "author_name": "Rick Rubin",
      "id": "the-creative-act",
      "rating": 4.5,
      "price": "22.00",
      "backimg": "",
      "genre": "Non-Fiction",
      "img": "https://m.media-amazon.com/images/I/71dUSlTVOwL._AC_UF1000,1000_QL80_.jpg",
      "description": "The Creative Act: A Way of Being is an insightful non-fiction book by legendary music producer Rick Rubin. It offers a deep dive into the creative process, exploring how to cultivate creativity and channel it into meaningful work. Rubin shares personal anecdotes, practical advice, and philosophical musings that inspire readers to embrace their creative potential and find their unique voice."
    },
    {
      "name": "Demon Copperhead",
      "author_name": "Barbara Kingsolver",
      "id": "demon-copperhead",
      "rating": 4.7,
      "price": "20.50",
      "genre": "Drama",
      "backimg": "",
      "img": "https://m.media-amazon.com/images/I/918DFDx5ZRL._AC_UF1000,1000_QL80_.jpg",
      "description": "Demon Copperhead is a modern retelling of Charles Dickens's David Copperfield, set in the mountains of southern Appalachia. The novel follows the life of a boy born to a teenage single mother in a trailer, facing the challenges of poverty, addiction, and loss. With unflinching honesty and a touch of humor, Barbara Kingsolver paints a vivid portrait of resilience and hope against the odds."
    },
    {
      "name": "The Ferryman",
      "author_name": "Justin Cronin",
      "id": "the-ferryman",
      "rating": 4.4,
      "price": "21.99",
      "genre": "Sci-Fi",
      "backimg": "",
      "img": "https://m.media-amazon.com/images/I/71Yt5F+GzJL._AC_UF1000,1000_QL80_.jpg",
      "description": "The Ferryman is a gripping sci-fi novel that delves into the mysteries of life, death, and what lies beyond. The story follows a ferryman who guides souls to the afterlife and the secrets he uncovers about the true nature of his world. As he questions the reality he has always known, he embarks on a journey that challenges his beliefs and reveals startling truths about existence."
    },
    {
      "name": "Lessons in Chemistry",
      "author_name": "Bonnie Garmus",
      "id": "lessons-in-chemistry",
      "rating": 4.5,
      "price": "16.99",
      "genre": "Humor",
      "img": "https://m.media-amazon.com/images/I/71sDDGFkInL._AC_UF1000,1000_QL80_.jpg",
      "description": "Lessons in Chemistry is a humorous and heartwarming novel about a brilliant female chemist in the 1960s who finds herself hosting a wildly popular cooking show. Elizabeth Zott's unconventional methods and scientific approach to cooking inspire women to challenge the status quo and pursue their own dreams. With wit and wisdom, Bonnie Garmus crafts a story that celebrates resilience, intellect, and the power of a determined woman.",
      "backimg": ""
    },
    {
      "name": "The Covenant of Water",
      "author_name": "Abraham Verghese",
      "id": "the-covenant-of-water",
      "rating": 4.8,
      "price": "23.00",
      "genre": "Classics",
      "img": "https://m.media-amazon.com/images/I/91b7tm523VL._AC_UF1000,1000_QL80_.jpg",
      "description": "The Covenant of Water is an epic tale that spans generations, exploring themes of love, loss, and the enduring power of water. Set in Kerala, India, the novel follows the lives of a family bound by a mysterious covenant with the water that flows through their land. Abraham Verghese weaves a rich tapestry of history, culture, and mythology, creating a deeply moving story that resonates with universal truths.",
      "backimg": ""
    },
    {
      "name": "Romantic Comedy",
      "author_name": "Curtis Sittenfeld",
      "id": "romantic-comedy",
      "rating": 4.4,
      "price": "18.00",
      "genre": "Romance",
      "img": "https://m.media-amazon.com/images/I/81nTFPxuhLL._AC_UF1000,1000_QL80_.jpg",
      "description": "Romantic Comedy is a witty and engaging romance that explores the complexities of love and relationships in the world of comedy writing. Sally Milz is a successful comedy writer who has sworn off love, but when she meets a charismatic pop star on her show, sparks fly. Curtis Sittenfeld crafts a story that is both funny and heartfelt, capturing the magic of unexpected connections and the joys of finding love in the most unlikely places.",
      "backimg": ""
    },
    {
      "name": "The House in the Pines",
      "author_name": "Ana Reyes",
      "id": "the-house-in-the-pines",
      "rating": 4.2,
      "price": "16.99",
      "genre": "Thriller",
      "img": "https://m.media-amazon.com/images/I/914lpmMc5PL._AC_UF1000,1000_QL80_.jpg",
      "description": "The House in the Pines is a chilling thriller that follows a woman determined to uncover the truth behind her best friend's mysterious death. Maya returns to her hometown in search of answers, only to find herself drawn to a secluded house in the woods where dark secrets are buried. As she delves deeper into the mystery, she realizes that the past is far more sinister than she ever imagined.",
      "backimg": ""
    },
    {
      "name": "Chain-Gang All-Stars",
      "author_name": "Nana Kwame Adjei-Brenyah",
      "id": "chain-gang-all-stars",
      "rating": 4.3,
      "price": "20.00",
      "genre": "Dark-Comedy",
      "img": "https://m.media-amazon.com/images/I/81RyrRSy+eL._AC_UF1000,1000_QL80_.jpg",
      "description": "Chain-Gang All-Stars is a darkly comedic novel that satirizes the prison-industrial complex through the lens of a reality TV show. The story follows a group of incarcerated individuals who participate in a brutal competition for their freedom. Nana Kwame Adjei-Brenyah blends biting humor with sharp social commentary, creating a thought-provoking and entertaining narrative that challenges readers to reflect on issues of justice, inequality, and redemption.",
      "backimg": ""
    },
    {
      "id": "twisted-love",
      "name": "Twisted Love",
      "author_name": "Ana Huang",
      "price": 9.99,
      "rating": 4.5,
      "img": "https://m.media-amazon.com/images/I/71YJet75sxL._AC_UF1000,1000_QL80_.jpg",
      "backimg": "",
      "description": "Twisted Love is the first book in the Twisted series by Ana Huang. It follows the story of two individuals from different worlds who are inexplicably drawn to each other despite their differences. As they navigate the complexities of their relationship, they must confront their own demons and decide if their love is worth fighting for."
    },
    {
      "id": "twisted-games",
      "name": "Twisted Games",
      "author_name": "Ana Huang",
      "price": 9.99,
      "rating": 4.6,
      "img": "https://m.media-amazon.com/images/I/71pLR3Iy50L._AC_UF1000,1000_QL80_.jpg",
      "backimg": "",
      "description": "Twisted Games is the second book in the Twisted series by Ana Huang. It continues the story of the characters as they face new challenges and obstacles in their relationship. As secrets are revealed and loyalties are tested, they must decide if their love is strong enough to withstand the trials ahead."
    },
    {
      "id": "twisted-hate",
      "name": "Twisted Hate",
      "author_name": "Ana Huang",
      "price": 9.99,
      "rating": 4.7,
      "img": "https://m.media-amazon.com/images/I/71u59k0c6DL._AC_UF1000,1000_QL80_.jpg",
      "backimg": "",
      "description": "Twisted Hate is the third book in the Twisted series by Ana Huang. It delves deeper into the characters' pasts and explores the reasons behind their actions. As they confront their feelings of hate and resentment, they must also grapple with their growing attraction to each other, leading to a climax that will change their lives forever."
    },
    {
      "id": "twisted-lies",
      "name": "Twisted Lies",
      "author_name": "Ana Huang",
      "price": 9.99,
      "rating": 4.8,
      "img": "https://m.media-amazon.com/images/I/71jYp3aIf9L._AC_UF1000,1000_QL80_.jpg",
      "backimg": "",
      "description": "Twisted Lies is the fourth book in the Twisted series by Ana Huang. It follows the characters as they navigate the aftermath of the events in the previous books. As truths are revealed and lies are exposed, they must confront the consequences of their actions and decide if they can ever truly trust each other again."
    },
    {
      "id": "it-starts-with-us",
      "name": "It Starts with Us",
      "author_name": "Colleen Hoover",
      "price": 13.99,
      "rating": 4.6,
      "img": "https://m.media-amazon.com/images/I/81FummIc2eL._AC_UF1000,1000_QL80_.jpg",
      "backimg": "",
      "description": "Lily and her ex-husband, Ryle, have just settled into a civil coparenting rhythm when she suddenly bumps into her first love, Atlas, again. After nearly two years separated, she is elated that for once, time is on their side, and she immediately says yes when Atlas asks her on a date. But her excitement is quickly hampered by the knowledge that, though they are no longer married, Ryle is still very much a part of her life—and Atlas Corrigan is the one man he will hate being in his ex-wife and daughter’s life. Switching between the perspectives of Lily and Atlas, It Starts with Us picks up right where the epilogue for the “gripping, pulse-pounding” (Sarah Pekkanen, author of Perfect Neighbors) bestselling phenomenon It Ends with Us left off. Revealing more about Atlas’s past and following Lily as she embraces a second chance at true love while navigating a jealous ex-husband, it proves that “no one delivers an emotional read like Colleen Hoover” (Anna Todd, New York Times bestselling author).",
      "genre": "Romance"
    },
    {
      "id": "verity",
      "name": "Verity",
      "author_name": "Colleen Hoover",
      "price": 14.99,
      "rating": 4.8,
      "img": "https://m.media-amazon.com/images/I/91868k2+gUL._AC_UF1000,1000_QL80_.jpg",
      "backimg": "",
      "description": "Verity is a standalone romantic thriller by Colleen Hoover. The novel follows Lowen Ashleigh, a struggling writer who is offered a job to complete the remaining books in a successful series by the injured author, Verity Crawford. Lowen uncovers an unfinished autobiography of Verity's horrifying past, leading to a series of unsettling discoveries.",
      "genre": "Thriller"
    },
    {
      "id": "ugly-love",
      "name": "Ugly Love",
      "author_name": "Colleen Hoover",
      "price": 11.99,
      "rating": 4.5,
      "img": "https://m.media-amazon.com/images/I/71E8VNPC1dL._AC_UF1000,1000_QL80_.jpg",
      "backimg": "",
      "description": "Ugly Love is a novel by Colleen Hoover. It tells the story of Tate Collins and Miles Archer, who enter into a no-strings-attached arrangement. As they spend more time together, they find themselves falling for each other, but their pasts threaten to tear them apart.",
      "genre": "Romance"
    },
    {
      "id": "reminders-of-him",
      "name": "Reminders of Him",
      "author_name": "Colleen Hoover",
      "price": 13.99,
      "rating": 4.6,
      "img": "https://m.media-amazon.com/images/I/61ctngWorgL._AC_UF1000,1000_QL80_.jpg",
      "backimg": "",
      "description": "Reminders of Him is a novel by Colleen Hoover. It follows the story of Kenna and her journey of healing after the death of her husband. When she starts receiving mysterious messages that make her question everything she knows about her past, she is forced to confront her grief and find a way to move forward.",
      "genre": "Romance"
    },
    {
      "id": "confess",
      "name": "Confess",
      "author_name": "Colleen Hoover",
      "price": 10.99,
      "rating": 4.4,
      "img": "https://m.media-amazon.com/images/I/81-uHo1jE6L._AC_UF1000,1000_QL80_.jpg",
      "backimg": "",
      "description": "Confess is a novel by Colleen Hoover. It tells the story of Auburn Reed, who meets Owen Gentry, a struggling artist who runs his own art studio. As they grow closer, they discover secrets from their pasts that threaten to tear them apart.",
      "genre": "Romance"
    },
    {
      "id": "hopeless",
      "name": "Hopeless",
      "author_name": "Colleen Hoover",
      "price": 9.99,
      "rating": 4.3,
      "img": "https://m.media-amazon.com/images/I/713QuXHh1gL._AC_UF1000,1000_QL80_.jpg",
      "backimg": "",
      "description": "Hopeless is a novel by Colleen Hoover. It follows the story of Sky, a high school senior who meets a mysterious boy named Dean Holder. As they grow closer, they uncover dark secrets from their pasts that will change their lives forever.",
      "genre": "Romance"
    },
    {
      "id": "november-9",
      "name": "November 9",
      "author_name": "Colleen Hoover",
      "price": 12.49,
      "rating": 4.5,
      "img": "https://m.media-amazon.com/images/I/71RBpTJkKaL._AC_UF1000,1000_QL80_.jpg",
      "backimg": "",
      "description": "November 9 is a novel by Colleen Hoover. It tells the story of Fallon and Ben, who meet on November 9th and agree to meet each year on the same day. As their annual meetings become the highlights of their lives, they must confront the feelings they have for each other and the secrets they've been keeping.",
      "genre": "Romance"
    },
    {
      "id": "maybe-someday",
      "name": "Maybe Someday",
      "author_name": "Colleen Hoover",
      "price": 11.49,
      "rating": 4.4,
      "img": "https://m.media-amazon.com/images/I/81fn0wQzeBL._AC_UF1000,1000_QL80_.jpg",
      "backimg": "",
      "description": "Maybe Someday is a novel by Colleen Hoover. It follows the story of Sydney, who discovers that her boyfriend has been cheating on her with her best friend. As she struggles to rebuild her life, she meets Ridge, a talented musician who lives in the apartment building across from hers. As they grow closer, they must confront their feelings for each other and the obstacles that stand in their way.",
      "genre": "Romance"
    },
    {
      "id": "it-ends-with-us",
      "name": "It Ends with Us",
      "author_name": "Colleen Hoover",
      "price": 12.99,
      "rating": 4.7,
      "img": "https://m.media-amazon.com/images/I/813aV273-rL._AC_UF1000,1000_QL80_.jpg",
      "backimg": "",
      "description": "It Ends with Us is a novel by Colleen Hoover. It follows the story of Lily Bloom, who falls in love with a neurosurgeon named Ryle Kincaid. As their relationship progresses, Lily must confront her past and make difficult decisions about her future. It Ends with Us is a powerful novel about love, resilience, and the courage it takes to make the right choices.",
      "genre": "Romance"
    },
    {
      "id": "all-your-perfects",
      "name": "All Your Perfects",
      "author_name": "Colleen Hoover",
      "price": 10.49,
      "rating": 4.6,
      "img": "https://m.media-amazon.com/images/I/71L5vWJf6JL._AC_UF1000,1000_QL80_.jpg",
      "backimg": "",
      "description": "All Your Perfects is a novel by Colleen Hoover. It tells the story of Quinn and Graham, who fall in love despite their differences. As they navigate the ups and downs of marriage, they must confront their pasts and decide if their love is strong enough to overcome any obstacle.",
      "genre": "Romance"
    },
    {
      "id": "without-merit",
      "name": "Without Merit",
      "author_name": "Colleen Hoover",
      "price": 11.99,
      "rating": 4.5,
      "img": "https://m.media-amazon.com/images/I/81e0u0+yQtL._AC_UF1000,1000_QL80_.jpg",
      "backimg": "",
      "description": "Without Merit is a novel by Colleen Hoover. It follows the story of Merit Voss, who is struggling to keep her family together while dealing with her own secrets and issues. As she navigates the complexities of her family life, she meets a boy named Sagan, who helps her see things in a different light.",
      "genre": "Romance"
    },
    {
      "id": "regretting-you",
      "name": "Regretting You",
      "author_name": "Colleen Hoover",
      "price": 13.49,
      "rating": 4.6,
      "img": "https://m.media-amazon.com/images/I/91doxQcyNkL._AC_UF1000,1000_QL80_.jpg",
      "backimg": "",
      "description": "Regretting You is a novel by Colleen Hoover. It follows the story of Morgan and Clara, a mother and daughter who are struggling to cope with the loss of a loved one. As they navigate their grief and the challenges of their changing family dynamic, they must confront the secrets and regrets that have been tearing them apart.",
      "genre": "Romance"
    },
    {
      "id": "batman-year-one",
      "name": "Batman: Year One",
      "author_name": "Frank Miller",
      "genre": "Superhero",
      "price": 14.99,
      "img": "https://m.media-amazon.com/images/M/MV5BNDc1ZjY4ZGUtY2RiNC00MmUyLWE2ZGYtMTNlNGJmMDU5ZDk4XkEyXkFqcGdeQXVyMTEyNzgwMDUw._V1_.jpg",
      "rating": 4.8,
      "backimg": "",
      "description": "Batman: Year One is a comic book storyline by Frank Miller, which retells the Batman origin story. It follows Bruce Wayne's first year as Batman and James Gordon's first year in Gotham City's police department, both of which are occurring at the same time."
    },
    {
      "id": "the-walking-dead",
      "name": "The Walking Dead",
      "author_name": "Robert Kirkman",
      "genre": "Horror",
      "price": 13.99,
      "img": "https://m.media-amazon.com/images/I/71i5EgqzWnL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.9,
      "backimg": "",
      "description": "The Walking Dead is a comic book series by Robert Kirkman, which focuses on a group of survivors living in a post-apocalyptic world overrun by zombies. It explores themes of survival, morality, and the human condition."
    },
    {
      "id": "hellboy-seed-of-destruction",
      "name": "Hellboy: Seed of Destruction",
      "author_name": "Mike Mignola",
      "genre": "Horror",
      "price": 15.99,
      "img": "https://m.media-amazon.com/images/I/51rcYUY0SWL.jpg",
      "rating": 4.7,
      "backimg": "",
      "description": "Hellboy: Seed of Destruction is the first Hellboy comic book mini-series by Mike Mignola. It introduces the character of Hellboy, a half-demon occult detective who works for the Bureau for Paranormal Research and Defense (B.P.R.D.). The story follows Hellboy's origins and his first mission with the B.P.R.D."
    },
    {
      "id": "superman-red-son",
      "name": "Superman: Red Son",
      "author_name": "Mark Millar",
      "genre": "Superhero",
      "price": 14.49,
      "img": "https://m.media-amazon.com/images/M/MV5BMDg3NDc5YzEtOTk1My00ZTZhLTlmNjctZTJlNjYzZjE0MTI1XkEyXkFqcGdeQXVyNTgyNTA4MjM@._V1_.jpg",
      "rating": 4.6,
      "backimg": "",
      "description": "Superman: Red Son is a comic book mini-series by Mark Millar. It imagines a reality in which Superman's spaceship lands in the Soviet Union instead of Smallville, Kansas, and he becomes a symbol of Soviet power. The series explores themes of politics, ideology, and the nature of heroism."
    },
    {
      "id": "fables-legends-in-exile",
      "name": "Fables: Legends in Exile",
      "author_name": "Bill Willingham",
      "genre": "Fantasy",
      "price": 12.99,
      "img": "https://m.media-amazon.com/images/I/61Z-mjxK+zL.jpg",
      "rating": 4.5,
      "backimg": "",
      "description": "Fables: Legends in Exile is the first story arc of the Fables series by Bill Willingham. It introduces the concept of Fabletown, where characters from fairy tales and folklore live in exile in modern-day New York City. The story follows Sheriff Bigby Wolf as he investigates the murder of Rose Red."
    },
    {
      "id": "spawn-origins",
      "name": "Spawn: Origins",
      "author_name": "Todd McFarlane",
      "genre": "Superhero",
      "price": 11.99,
      "img": "https://m.media-amazon.com/images/I/71g+3BB5gzL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.8,
      "backimg": "",
      "description": "Spawn: Origins is a comic book series created by Todd McFarlane. It follows the story of Al Simmons, a former CIA agent who is betrayed and killed by his own men. He makes a deal with a demon to return to Earth as Spawn, a Hellspawn warrior. The series explores themes of redemption, revenge, and the nature of good and evil."
    },
    {
      "id": "y-the-last-man",
      "name": "Y: The Last Man",
      "author_name": "Brian K. Vaughan",
      "genre": "Science Fiction",
      "price": 10.99,
      "img": "https://m.media-amazon.com/images/I/71lBTGxPOOL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.7,
      "backimg": "",
      "description": "Y: The Last Man is a comic book series by Brian K. Vaughan. It follows the story of Yorick Brown, the last surviving man on Earth after a mysterious plague wipes out all other males. Along with his pet monkey, Ampersand, Yorick sets out to find the truth behind the plague and why he was spared."
    },
    {
      "id": "black-sad",
      "name": "Blacksad",
      "author_name": "Juan Díaz Canales",
      "genre": "Noir",
      "price": 15.49,
      "img": "https://m.media-amazon.com/images/I/91equUv0TYL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.9,
      "backimg": "",
      "description": "Blacksad is a comic book series by Juan Díaz Canales and Juanjo Guarnido. It follows the story of John Blacksad, a private investigator who navigates the seedy underworld of 1950s America. The series combines film noir and anthropomorphic animal characters to create a unique and compelling narrative."
    },
    {
      "id": "astro-city-life-in-the-big-city",
      "name": "Astro City: Life in the Big City",
      "author_name": "Kurt Busiek",
      "genre": "Superhero",
      "price": 12.49,
      "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1468008741i/72111.jpg",
      "rating": 4.7,
      "backimg": "",
      "description": "Astro City: Life in the Big City is the first volume of the Astro City comic book series by Kurt Busiek. It introduces the fictional city of Astro City, a place populated by superheroes, supervillains, and ordinary citizens. The series explores the lives of these characters and the impact of superheroics on their world."
    },
    {
      "id": "locke-and-key",
      "name": "Locke & Key",
      "author_name": "Joe Hill",
      "genre": "Horror",
      "price": 13.49,
      "img": "https://m.media-amazon.com/images/I/91vmE6T0e7L._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.8,
      "backimg": "",
      "description": "Locke & Key is a comic book series by Joe Hill and Gabriel Rodríguez. It follows the Locke siblings as they discover magical keys that grant them various powers. However, they soon realize that a sinister force is also after the keys, and they must protect them at all costs."
    },
    {
      "id": "batman-the-long-halloween",
      "name": "Batman: The Long Halloween",
      "author_name": "Jeph Loeb",
      "genre": "Superhero",
      "price": 14.99,
      "img": "https://m.media-amazon.com/images/M/MV5BNDBkYTJjZjgtNDlhNi00ZTE1LWI2NmYtMDBjMDUzOWMwNzQwXkEyXkFqcGdeQXVyMTEyNzgwMDUw._V1_.jpg",
      "rating": 4.9,
      "backimg": "",
      "description": "Batman: The Long Halloween is a comic book limited series by Jeph Loeb and Tim Sale. It tells the story of Batman's hunt for a mysterious killer named Holiday, who murders people on holidays, one each month, over the course of a year."
    },
    {
      "id": "watchmen",
      "name": "Watchmen",
      "author_name": "Alan Moore",
      "genre": "Superhero",
      "price": 11.99,
      "img": "https://m.media-amazon.com/images/I/81nqASLZU5L._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.8,
      "backimg": "",
      "description": "Watchmen is a graphic novel by Alan Moore and Dave Gibbons. It is set in an alternate history where superheroes emerged in the 1940s and 1960s, and their presence changed history significantly. The story follows a group of retired superheroes as they investigate the murder of one of their own and uncover a conspiracy that threatens the world."
    },
    {
      "id": "spider-man-life-story",
      "name": "Spider-Man: Life Story",
      "author_name": "Chip Zdarsky",
      "genre": "Superhero",
      "price": 15.99,
      "img": "https://m.media-amazon.com/images/I/71mtaLIaERL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.7,
      "backimg": "",
      "description": "Spider-Man: Life Story is a comic book limited series by Chip Zdarsky and Mark Bagley. It tells the story of Spider-Man's life and career, from his debut in the 1960s to the present day, with each issue set in a different decade."
    },
    {
      "id": "ms-marvel-no-normal",
      "name": "Ms. Marvel: No Normal",
      "author_name": "G. Willow Wilson",
      "genre": "Superhero",
      "price": 15.49,
      "img": "https://m.media-amazon.com/images/I/81GhIbR+uiL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.7,
      "backimg": "",
      "description": "Ms. Marvel: No Normal is the first volume of the Ms. Marvel series by G. Willow Wilson and Adrian Alphona. It introduces Kamala Khan, a Pakistani-American teenager from Jersey City who gains shape-shifting powers and takes on the mantle of Ms. Marvel."
    },
    {
      "id": "saga",
      "name": "Saga",
      "author_name": "Brian K. Vaughan",
      "genre": "Science Fiction",
      "price": 13.99,
      "img": "https://upload.wikimedia.org/wikipedia/en/7/78/Saga1coverByFionaStaples.jpg",
      "rating": 4.6,
      "backimg": "",
      "description": "Saga is a comic book series by Brian K. Vaughan and Fiona Staples. It is set in a fictional galaxy and follows the story of Alana and Marko, a couple from warring species who fall in love and have a child, Hazel. The series explores themes of war, family, and cultural differences."
    },
    {
      "id": "sandman",
      "name": "Sandman",
      "author_name": "Neil Gaiman",
      "genre": "Fantasy",
      "price": 12.99,
      "img": "https://m.media-amazon.com/images/I/71etcZII5cL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.9,
      "backimg": "",
      "description": "Sandman is a comic book series by Neil Gaiman. It follows Dream of the Endless, also known as Morpheus, the lord of dreams, as he navigates various challenges and adventures in the realm of dreams. The series blends mythology, history, and fantasy to create a rich and compelling narrative."
    },
    {
      "id": "wonder-woman-dead-earth",
      "name": "Wonder Woman: Dead Earth",
      "author_name": "Daniel Warren Johnson",
      "genre": "Superhero",
      "price": 10.99,
      "img": "https://m.media-amazon.com/images/I/91fecBDWoaL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.5,
      "backimg": "",
      "description": "Wonder Woman: Dead Earth is a graphic novel by Daniel Warren Johnson. It is set in a post-apocalyptic world where Wonder Woman awakens from a centuries-long sleep to find Earth in ruins. She sets out to discover what happened and to restore hope to a world that has lost it."
    },
    {
      "id": "invincible",
      "name": "Invincible",
      "author_name": "Robert Kirkman",
      "genre": "Superhero",
      "price": 14.49,
      "img": "https://m.media-amazon.com/images/I/71W3qFnTRSL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.8,
      "backimg": "",
      "description": "Invincible is a comic book series by Robert Kirkman, Cory Walker, and Ryan Ottley. It follows the story of Mark Grayson, a teenager who discovers he has superpowers and is the son of the most powerful superhero on Earth. The series explores themes of heroism, morality, and family."
    },
    {
      "id": "x-men-days-of-future-past",
      "name": "X-Men: Days of Future Past",
      "author_name": "Chris Claremont",
      "genre": "Superhero",
      "price": 13.99,
      "img": "https://m.media-amazon.com/images/I/914oJa0FwZL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.7,
      "backimg": "",
      "description": "X-Men: Days of Future Past is a storyline in the X-Men comic book series. It is set in a dystopian future where mutants are hunted by Sentinels. The story follows the X-Men as they try to prevent this future from happening by changing events in the past."
    },
    {
      "id": "black-panther",
      "name": "Black Panther",
      "author_name": "Ta-Nehisi Coates",
      "genre": "Superhero",
      "price": 12.49,
      "img": "https://rukminim2.flixcart.com/image/850/1000/xif0q/book/u/e/8/black-panther-vol-1-long-shadow-part-1-original-imaggem2nhcxhmgz.jpeg?q=20&crop=false",
      "rating": 4.6,
      "backimg": "",
      "description": "Black Panther is a comic book series by Ta-Nehisi Coates. It follows the story of T'Challa, the king of the fictional African nation of Wakanda, as he deals with internal and external threats to his kingdom. The series explores themes of politics, race, and identity."
    },
    {
      "id": "spider-man-life-story",
      "name": "Spider-Man: Life Story",
      "author_name": "Chip Zdarsky",
      "genre": "Superhero",
      "price": 15.99,
      "img": "https://m.media-amazon.com/images/I/71mtaLIaERL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.7,
      "backimg": "",
      "description": "Spider-Man: Life Story is a comic book limited series by Chip Zdarsky and Mark Bagley. It tells the story of Spider-Man's life and career, from his debut in the 1960s to the present day, with each issue set in a different decade."
    },
    {
      "id": "black-panther",
      "name": "Black Panther",
      "author_name": "Ta-Nehisi Coates",
      "genre": "Superhero",
      "price": 16.99,
      "img": "https://m.media-amazon.com/images/I/81Dh5cA7LuL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.8,
      "backimg": "",
      "description": "Black Panther is a comic book series by Ta-Nehisi Coates. It follows the story of T'Challa, the king of the fictional African nation of Wakanda, as he deals with internal and external threats to his kingdom. The series explores themes of politics, race, and identity."
    },
    {
      "id": "captain-america-winter-soldier",
      "name": "Captain America: Winter Soldier",
      "author_name": "Ed Brubaker",
      "genre": "Superhero",
      "price": 14.99,
      "img": "https://m.media-amazon.com/images/I/81sMCMvydsL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.9,
      "backimg": "",
      "description": "Captain America: Winter Soldier is a comic book storyline by Ed Brubaker and Steve Epting. It redefines the character of Bucky Barnes, previously known as Captain America's sidekick, and explores themes of identity, loyalty, and redemption."
    },
    {
      "id": "x-men-days-of-future-past",
      "name": "X-Men: Days of Future Past",
      "author_name": "Chris Claremont",
      "genre": "Superhero",
      "price": 12.99,
      "img": "https://m.media-amazon.com/images/I/914oJa0FwZL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.6,
      "backimg": "",
      "description": "X-Men: Days of Future Past is a storyline in the X-Men comic book series. It is set in a dystopian future where mutants are hunted by Sentinels. The story follows the X-Men as they try to prevent this future from happening by changing events in the past."
    },
    {
      "id": "thor-goddess-of-thunder",
      "name": "Thor: Goddess of Thunder",
      "author_name": "Jason Aaron",
      "genre": "Superhero",
      "price": 17.99,
      "img": "https://m.media-amazon.com/images/I/619-PwYa8hL.jpg",
      "rating": 4.8,
      "backimg": "",
      "description": "Thor: Goddess of Thunder is a comic book series by Jason Aaron and Russell Dauterman. It follows the story of Jane Foster, who takes on the mantle of Thor after the original Thor becomes unworthy. The series explores themes of worthiness, sacrifice, and the nature of power."
    },
    {
      "id": "iron-man-extremis",
      "name": "Iron Man: Extremis",
      "author_name": "Warren Ellis",
      "genre": "Superhero",
      "price": 15.99,
      "img": "https://m.media-amazon.com/images/I/615Dgl+QelL.jpg",
      "rating": 4.7,
      "backimg": "",
      "description": "Iron Man: Extremis is a comic book storyline by Warren Ellis and Adi Granov. It redefines the origin of Iron Man and introduces the Extremis virus, a nanotechnological enhancement that transforms its users into superpowered beings. The story explores themes of technology, evolution, and responsibility."
    },
    {
      "id": "daredevil-born-again",
      "name": "Daredevil: Born Again",
      "author_name": "Frank Miller",
      "genre": "Superhero",
      "price": 19.99,
      "img": "https://m.media-amazon.com/images/I/81zLflNRqZL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.9,
      "backimg": "",
      "description": "Daredevil: Born Again is a comic book storyline by Frank Miller and David Mazzucchelli. It follows the story of Daredevil as his life is systematically destroyed by his enemies, only to be rebuilt through sheer determination and the help of his friends. The story explores themes of redemption, faith, and resilience."
    },
    {
      "id": "the-infinity-gauntlet",
      "name": "The Infinity Gauntlet",
      "author_name": "Jim Starlin",
      "genre": "Superhero",
      "price": 25.99,
      "img": "https://upload.wikimedia.org/wikipedia/en/a/af/Infinity_Gauntlet_1.jpg",
      "rating": 4.8,
      "backimg": "",
      "description": "The Infinity Gauntlet is a comic book miniseries by Jim Starlin, George Pérez, and Ron Lim. It follows the story of Thanos as he collects the six Infinity Gems and uses them to gain godlike power. The story is known for its epic scope and its impact on the Marvel Universe."
    },
    {
      "id": "guardians-of-the-galaxy",
      "name": "Guardians of the Galaxy",
      "author_name": "Brian Michael Bendis",
      "genre": "Superhero",
      "price": 14.99,
      "img": "https://upload.wikimedia.org/wikipedia/en/8/87/MSH18_Guardians_of_the_Galaxy.jpg",
      "rating": 4.5,
      "backimg": "",
      "description": "Guardians of the Galaxy is a comic book series by Brian Michael Bendis and various artists. It follows the adventures of a group of alien misfits who band together to protect the galaxy from threats too big for the regular heroes to handle. The series blends humor, action, and cosmic adventure."
    },
    {
      "id": "wolverine-old-man-logan",
      "name": "Wolverine: Old Man Logan",
      "author_name": "Mark Millar",
      "genre": "Superhero",
      "price": 18.99,
      "img": "https://m.media-amazon.com/images/I/51sA1Km9wJL.jpg",
      "rating": 4.7,
      "backimg": "",
      "description": "Wolverine: Old Man Logan is a comic book storyline by Mark Millar and Steve McNiven. It is set in a dystopian future where supervillains have taken over the United States, and most of the superheroes are dead. The story follows an old and retired Wolverine as he embarks on a journey across the country to deliver a package."
    },
    {
      "id": "doctor-strange-the-oath",
      "name": "Doctor Strange: The Oath",
      "author_name": "Brian K. Vaughan",
      "genre": "Superhero",
      "price": 16.99,
      "img": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b7/Dr_Strange_The_Oath_01_cover.jpg/220px-Dr_Strange_The_Oath_01_cover.jpg",
      "rating": 4.6,
      "backimg": "",
      "description": "Doctor Strange: The Oath is a comic book miniseries by Brian K. Vaughan and Marcos Martin. It follows the story of Doctor Strange as he searches for a cure for his assistant Wong, who has been mortally wounded. The story explores themes of magic, sacrifice, and the nature of power."
    },
    {
      "id": "ms-marvel-no-normal",
      "name": "Ms. Marvel: No Normal",
      "author_name": "G. Willow Wilson",
      "genre": "Superhero",
      "price": 12.99,
      "img": "https://m.media-amazon.com/images/I/81GhIbR+uiL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.7,
      "backimg": "",
      "description": "Ms. Marvel: No Normal is the first volume of the Ms. Marvel series by G. Willow Wilson and Adrian Alphona. It introduces Kamala Khan, a Pakistani-American teenager from Jersey City who gains shape-shifting powers and takes on the mantle of Ms. Marvel."
    },
    {
      "id": "the-amazing-spider-man",
      "name": "The Amazing Spider-Man",
      "author_name": "Stan Lee",
      "genre": "Superhero",
      "price": 22.99,
      "img": "https://m.media-amazon.com/images/I/915SCNcqB9L._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.9,
      "backimg": "",
      "description": "The Amazing Spider-Man is a comic book series by Stan Lee and Steve Ditko. It follows the adventures of Peter Parker, a high school student who gains spider-like abilities and becomes the superhero Spider-Man. The series is known for its relatable characters and moral messages."
    },
    {
      "id": "hulk-grey",
      "name": "Hulk: Grey",
      "author_name": "Jeph Loeb",
      "genre": "Superhero",
      "price": 13.99,
      "img": "https://upload.wikimedia.org/wikipedia/en/6/6d/Hulk_-_Gray_v1_001_cover.jpg",
      "rating": 4.6,
      "backimg": "",
      "description": "Hulk: Grey is a comic book miniseries by Jeph Loeb and Tim Sale. It retells the origin of the Hulk and explores his early days as a monster and a hero. The story is known for its introspective look at the character and its exploration of themes like loneliness and identity."
    },
    {
      "id": "venom-lethal-protector",
      "name": "Venom: Lethal Protector",
      "author_name": "David Michelinie",
      "genre": "Superhero",
      "price": 14.99,
      "img": "https://m.media-amazon.com/images/I/817VPhHlGhL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.5,
      "backimg": "",
      "description": "Venom: Lethal Protector is a comic book miniseries by David Michelinie and Mark Bagley. It follows the story of Venom, the alien symbiote, as he moves to San Francisco and becomes a lethal vigilante. The series explores themes of redemption, forgiveness, and the nature of heroism."
    },
    {
      "id": "the-punisher-born",
      "name": "The Punisher: Born",
      "author_name": "Garth Ennis",
      "genre": "Superhero",
      "price": 16.99,
      "img": "https://upload.wikimedia.org/wikipedia/en/5/5f/PunisherBorn.jpg",
      "rating": 4.8,
      "backimg": "",
      "description": "The Punisher: Born is a comic book miniseries by Garth Ennis and Darick Robertson. It retells the origin of the Punisher, focusing on his time as a soldier in the Vietnam War and the events that shaped him into the vigilante he becomes. The series explores themes of war, trauma, and justice."
    },
    {
      "id": "loki-agent-of-asgard",
      "name": "Loki: Agent of Asgard",
      "author_name": "Al Ewing",
      "genre": "Superhero",
      "price": 17.99,
      "img": "https://m.media-amazon.com/images/I/81vq38RI+aL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.7,
      "backimg": "",
      "description": "Loki: Agent of Asgard is a comic book series by Al Ewing and Lee Garbett. It follows the adventures of Loki, the Norse god of mischief, as he works for the Asgardian government to atone for his past misdeeds. The series explores themes of identity, redemption, and the nature of heroism."
    },
    {
      "id": "ant-man-season-one",
      "name": "Ant-Man: Season One",
      "author_name": "Tom DeFalco",
      "genre": "Superhero",
      "price": 13.99,
      "img": "https://cdn.marvel.com/u/prod/marvel/i/mg/6/10/5b10268f0c68a/portrait_uncanny.jpg",
      "rating": 4.5,
      "backimg": "",
      "description": "Ant-Man: Season One is a graphic novel by Tom DeFalco and Horacio Domingues. It retells the origin of Ant-Man, focusing on the character of Hank Pym and his journey from scientist to superhero. The story explores themes of science, heroism, and the consequences of technology."
    },
    {
      "id": "fantastic-four-vol-1",
      "name": "Fantastic Four Vol. 1",
      "author_name": "Jonathan Hickman",
      "genre": "Superhero",
      "price": 19.99,
      "img": "https://m.media-amazon.com/images/I/61YKvHX2mKS.jpg",
      "rating": 4.9,
      "backimg": "",
      "description": "Fantastic Four Vol. 1 is a comic book series by Jonathan Hickman and various artists. It follows the adventures of the Fantastic Four, a team of superheroes with extraordinary powers, as they protect the Earth from various threats. The series is known for its imaginative storytelling and epic scope."
    },
    {
      "id": "deadpool-kills-the-marvel-universe",
      "name": "Deadpool Kills the Marvel Universe",
      "author_name": "Cullen Bunn",
      "genre": "Superhero",
      "price": 11.99,
      "img": "https://m.media-amazon.com/images/I/91nTst7WydL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.6,
      "backimg": "",
      "description": "Deadpool Kills the Marvel Universe is a comic book miniseries by Cullen Bunn and Dalibor Talajić. It follows the story of Deadpool as he becomes aware of the fictional nature of the Marvel Universe and sets out to kill every character in it. The series is known for its dark humor and its deconstruction of superhero tropes."
    },
    {
      "id": "new-avengers",
      "name": "New Avengers",
      "author_name": "Brian Michael Bendis",
      "genre": "Superhero",
      "price": 19.99,
      "img": "https://m.media-amazon.com/images/I/71urhvstUmL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.8,
      "backimg": "",
      "description": "New Avengers is a comic book series by Brian Michael Bendis and various artists. It follows the adventures of a new team of Avengers, assembled after the events of the Avengers Disassembled storyline. The series explores themes of heroism, teamwork, and the nature of power."
    },
    {
      "id": "batman-year-one",
      "name": "Batman: Year One",
      "author_name": "Frank Miller",
      "genre": "Superhero",
      "price": 14.99,
      "img": "https://m.media-amazon.com/images/M/MV5BNDc1ZjY4ZGUtY2RiNC00MmUyLWE2ZGYtMTNlNGJmMDU5ZDk4XkEyXkFqcGdeQXVyMTEyNzgwMDUw._V1_.jpg",
      "rating": 4.8,
      "backimg": "",
      "description": "Batman: Year One is a comic book storyline by Frank Miller and David Mazzucchelli. It redefines the origin of Batman, focusing on his first year as a crimefighter and his early struggles against crime and corruption in Gotham City. The story is known for its gritty realism and its exploration of Batman's psychology."
    },
    {
      "id": "the-walking-dead",
      "name": "The Walking Dead",
      "author_name": "Robert Kirkman",
      "genre": "Horror",
      "price": 13.99,
      "img": "https://m.media-amazon.com/images/I/71i5EgqzWnL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.9,
      "backimg": "",
      "description": "The Walking Dead is a black-and-white comic book series created by writer Robert Kirkman. It tells the story of a group of survivors living in a post-apocalyptic world overrun by zombies, known colloquially as 'walkers.' The series explores the challenges of survival and the human condition in a world where society has collapsed."
    },
    {
      "id": "hellboy-seed-of-destruction",
      "name": "Hellboy: Seed of Destruction",
      "author_name": "Mike Mignola",
      "genre": "Horror",
      "price": 15.99,
      "img": "https://m.media-amazon.com/images/I/51rcYUY0SWL.jpg",
      "rating": 4.7,
      "backimg": "",
      "description": "Hellboy: Seed of Destruction is the first Hellboy comic book mini-series, published by Dark Horse Comics. It introduces the character of Hellboy, a demon summoned to Earth by Nazi occultists but discovered by the Allied forces, who grows up to become a defender against the forces of darkness. The series blends folklore, Lovecraftian horror, and pulp detective fiction."
    },
    {
      "id": "superman-red-son",
      "name": "Superman: Red Son",
      "author_name": "Mark Millar",
      "genre": "Superhero",
      "price": 14.49,
      "img": "https://m.media-amazon.com/images/M/MV5BMDg3NDc5YzEtOTk1My00ZTZhLTlmNjctZTJlNjYzZjE0MTI1XkEyXkFqcGdeQXVyNTgyNTA4MjM@._V1_.jpg",
      "rating": 4.6,
      "backimg": "",
      "description": "Superman: Red Son is a three-issue comic book mini-series by writer Mark Millar and artist Dave Johnson, published by DC Comics. It presents an Elseworlds version of Superman who landed in the Soviet Union rather than the United States, leading to a different world where Superman becomes a symbol of Soviet values. The series explores themes of power, politics, and morality."
    },
    {
      "id": "fables-legends-in-exile",
      "name": "Fables: Legends in Exile",
      "author_name": "Bill Willingham",
      "genre": "Fantasy",
      "price": 12.99,
      "img": "https://m.media-amazon.com/images/I/61Z-mjxK+zL.jpg",
      "rating": 4.5,
      "backimg": "",
      "description": "Fables: Legends in Exile is the first story arc of the comic book series Fables, written by Bill Willingham. It introduces the concept of Fabletown, a community in New York City populated by characters from fairy tales and folklore who fled their homelands. The series explores themes of exile, identity, and the consequences of living in the real world."
    },
    {
      "id": "spawn-origins",
      "name": "Spawn: Origins",
      "author_name": "Todd McFarlane",
      "genre": "Superhero",
      "price": 11.99,
      "img": "https://m.media-amazon.com/images/I/71g+3BB5gzL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.8,
      "backimg": "",
      "description": "Spawn: Origins is a comic book series created by writer and artist Todd McFarlane. It tells the story of Al Simmons, a former assassin who is resurrected as a Hellspawn, a warrior serving the rulers of Hell. The series explores themes of redemption, revenge, and the nature of evil."
    },
    {
      "id": "y-the-last-man",
      "name": "Y: The Last Man",
      "author_name": "Brian K. Vaughan",
      "genre": "Science Fiction",
      "price": 10.99,
      "img": "https://m.media-amazon.com/images/I/71lBTGxPOOL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.7,
      "backimg": "",
      "description": "Y: The Last Man is a post-apocalyptic science fiction comic book series by Brian K. Vaughan and Pia Guerra. It tells the story of Yorick Brown, the last surviving human with a Y chromosome, and his pet monkey Ampersand, in a world where all other male mammals have died. The series explores themes of gender, survival, and society."
    },
    {
      "id": "black-sad",
      "name": "Blacksad",
      "author_name": "Juan Díaz Canales",
      "genre": "Noir",
      "price": 15.49,
      "img": "https://m.media-amazon.com/images/I/91equUv0TYL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.9,
      "backimg": "",
      "description": "Blacksad is a comic book series created by Spanish authors Juan Díaz Canales (writer) and Juanjo Guarnido (artist). The series follows John Blacksad, a private investigator who is a black cat, as he solves various crimes in a 1950s United States where anthropomorphic animals are common. The series is known for its gritty storytelling and stunning artwork."
    },
    {
      "id": "astro-city-life-in-the-big-city",
      "name": "Astro City: Life in the Big City",
      "author_name": "Kurt Busiek",
      "genre": "Superhero",
      "price": 12.49,
      "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1468008741i/72111.jpg",
      "rating": 4.7,
      "backimg": "",
      "description": "Astro City: Life in the Big City is the first collection of the Astro City comic book series, written by Kurt Busiek and illustrated by Brent Anderson. It introduces readers to the world of Astro City, a city filled with superheroes, villains, and ordinary people living extraordinary lives. The series explores the human side of superhero stories."
    },
    {
      "id": "locke-and-key",
      "name": "Locke & Key",
      "author_name": "Joe Hill",
      "genre": "Horror",
      "price": 13.49,
      "img": "https://m.media-amazon.com/images/I/91vmE6T0e7L._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.8,
      "backimg": "",
      "description": "Locke & Key is a comic book series written by Joe Hill and illustrated by Gabriel Rodríguez. It follows the Locke family as they move into Keyhouse, an old mansion with magical keys that grant various powers and abilities. The series blends horror, fantasy, and drama, exploring themes of grief, family, and the consequences of power."
    },
    {
      "id": "batman-hush",
      "name": "Batman: Hush",
      "author_name": "Jeph Loeb",
      "genre": "Superhero",
      "price": 16.99,
      "img": "https://m.media-amazon.com/images/I/810PQjcU7uL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.9,
      "backimg": "",
      "description": "Batman: Hush is a comic book story arc written by Jeph Loeb and illustrated by Jim Lee. It follows Batman as he unravels a mysterious plot masterminded by a new villain known as Hush, who seems to know all of Batman's secrets. The story features many of Batman's allies and enemies, making it a thrilling and complex mystery."
    },
    {
      "id": "watchmen",
      "name": "Watchmen",
      "author_name": "Alan Moore",
      "genre": "Superhero",
      "price": 11.99,
      "img": "https://m.media-amazon.com/images/I/81nqASLZU5L._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.8,
      "backimg": "",
      "description": "Watchmen is a graphic novel by writer Alan Moore and artist Dave Gibbons. It is set in an alternate history where superheroes emerged in the 1940s and 1960s, changing the course of history. The story follows a group of retired superheroes investigating the murder of one of their own, leading to a complex and dark exploration of morality and power."
    },
    {
      "id": "justice-league-origin",
      "name": "Justice League: Origin",
      "author_name": "Geoff Johns",
      "genre": "Superhero",
      "price": 13.99,
      "img": "https://m.media-amazon.com/images/I/81oovLFCFML._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.7,
      "backimg": "",
      "description": "Justice League: Origin is a graphic novel by writer Geoff Johns and artist Jim Lee. It retells the origin story of the Justice League, bringing together iconic DC Comics superheroes like Superman, Batman, Wonder Woman, The Flash, Green Lantern, Aquaman, and Cyborg. The story explores how the team forms to face a powerful alien threat."
    },
    {
      "id": "the-killing-joke",
      "name": "Batman: The Killing Joke",
      "author_name": "Alan Moore",
      "genre": "Superhero",
      "price": 12.49,
      "img": "https://m.media-amazon.com/images/I/81fz3sKq9iL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.8,
      "backimg": "",
      "description": "Batman: The Killing Joke is a one-shot graphic novel by writer Alan Moore and artist Brian Bolland. It presents the Joker's origin story, depicting him as a failed comedian who turns to a life of crime. The story also explores the complex relationship between Batman and the Joker, delving into themes of madness, identity, and the nature of evil."
    },
    {
      "id": "superman-all-star",
      "name": "Superman: All-Star Superman",
      "author_name": "Grant Morrison",
      "genre": "Superhero",
      "price": 15.99,
      "img": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fen.wikipedia.org%2Fwiki%2FAll-Star_Superman&psig=AOvVaw3lrz2LEucm57bGVrTRT2uV&ust=1719081305685000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCMiQh4ar7YYDFQAAAAAdAAAAABAE",
      "rating": 4.9,
      "backimg": "",
      "description": "Superman: All-Star Superman is a comic book series by writer Grant Morrison and artist Frank Quitely. It reimagines Superman's final days as he confronts his mortality and faces his greatest challenges. The series is known for its epic storytelling, emotional depth, and reverence for Superman's character."
    },
    {
      "id": "good-omens",
      "name": "Good Omens",
      "author_name": "Neil Gaiman & Terry Pratchett",
      "genre": "Dark Comedy",
      "price": 10.99,
      "img": "https://cdn.kobo.com/book-images/af9e00bf-5f88-44c2-832e-40415f5d86ec/353/569/90/False/good-omens-1.jpg",
      "rating": 4.7,
      "backimg": "",
      "description": "A quirky tale of an angel and demon teaming up to prevent the apocalypse."
    },
    {
      "id": "catch-22",
      "name": "Catch-22",
      "author_name": "Joseph Heller",
      "genre": "Dark Comedy",
      "price": 9.99,
      "img": "https://upload.wikimedia.org/wikipedia/en/9/99/Catch22.jpg",
      "rating": 4.6,
      "backimg": "",
      "description": "A satirical novel set during World War II, exploring the absurdity of war."
    },
    {
      "id": "a-confederacy-of-dunces",
      "name": "A Confederacy of Dunces",
      "author_name": "John Kennedy Toole",
      "genre": "Dark Comedy",
      "price": 8.99,
      "img": "https://m.media-amazon.com/images/I/81vVYM9dlcL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.8,
      "backimg": "",
      "description": "A comedic novel about the misadventures of Ignatius J. Reilly in New Orleans."
    },
    {
      "id": "hitchhikers-guide-to-the-galaxy",
      "name": "The Hitchhiker's Guide to the Galaxy",
      "author_name": "Douglas Adams",
      "genre": "Dark Comedy",
      "price": 12.99,
      "img": "https://m.media-amazon.com/images/I/71OPafHmyQL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.9,
      "backimg": "",
      "description": "A comedic science fiction series about Arthur Dent's adventures in space."
    },
    {
      "id": "fight-club",
      "name": "Fight Club",
      "author_name": "Chuck Palahniuk",
      "genre": "Dark Comedy",
      "price": 11.99,
      "img": "https://m.media-amazon.com/images/I/91MBNyp411L._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.5,
      "backimg": "",
      "description": "A novel exploring the themes of identity and consumerism through underground fight clubs."
    },
    {
      "id": "hundred-year-old-man",
      "name": "The Hundred-Year-Old Man Who Climbed Out the Window and Disappeared",
      "author_name": "Jonas Jonasson",
      "genre": "Dark Comedy",
      "price": 9.99,
      "img": "https://m.media-amazon.com/images/I/91MBNyp411L._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.7,
      "backimg": "",
      "description": "A humorous novel about a centenarian who escapes his nursing home and embarks on a whimsical adventure."
    },
    {
      "id": "me-talk-pretty-one-day",
      "name": "Me Talk Pretty One Day",
      "author_name": "David Sedaris",
      "genre": "Dark Comedy",
      "price": 8.99,
      "img": "https://m.media-amazon.com/images/I/81Mg+BtxUzL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.6,
      "backimg": "",
      "description": "A collection of comedic essays by David Sedaris, exploring his life and observations."
    },
    {
      "id": "lamb",
      "name": "Lamb: The Gospel According to Biff, Christ's Childhood Pal",
      "author_name": "Christopher Moore",
      "genre": "Dark Comedy",
      "price": 10.99,
      "img": "https://m.media-amazon.com/images/I/61zkJ9dYkXL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.8,
      "backimg": "",
      "description": "A humorous retelling of the life of Jesus Christ through the eyes of his childhood friend, Biff."
    },
    {
      "id": "whered-you-go-bernadette",
      "name": "Where'd You Go, Bernadette",
      "author_name": "Maria Semple",
      "genre": "Dark Comedy",
      "price": 9.99,
      "img": "https://m.media-amazon.com/images/I/41kICqI463L.jpg",
      "rating": 4.5,
      "backimg": "",
      "description": "A comedic novel about an eccentric architect who goes missing and her daughter's search to find her."
    },
    {
      "id": "the-sellout",
      "name": "The Sellout",
      "author_name": "Paul Beatty",
      "genre": "Dark Comedy",
      "price": 12.99,
      "img": "https://m.media-amazon.com/images/I/91ya4K342ZL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.6,
      "backimg": "",
      "description": "A satirical novel about race relations in America, following the life of a young African-American man."
    },
    {
      "id": "horrorstor",
      "name": "Horrorstör",
      "author_name": "Grady Hendrix",
      "genre": "Dark Comedy",
      "price": 15.99,
      "img": "https://m.media-amazon.com/images/I/91h2HieKBrL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.3,
      "backimg": "",
      "description": "A darkly comedic novel set in a haunted IKEA-like furniture store."
    },
    {
      "id": "the-ridiculous-misadventures-of-sergeant-kesel",
      "name": "The Ridiculous Misadventures of Sergeant Kesel",
      "author_name": "Joe Siple",
      "genre": "Dark Comedy",
      "price": 12.99,
      "img": "https://m.media-amazon.com/images/I/5153fztE0OL.jpg",
      "rating": 4.5,
      "backimg": "",
      "description": "An absurd and humorous take on military life and personal redemption."
    },
    {
      "id": "skulduggery-pleasant",
      "name": "Skulduggery Pleasant",
      "author_name": "Derek Landy",
      "genre": "Dark Comedy",
      "price": 10.99,
      "img": "https://m.media-amazon.com/images/I/71pc949o2DL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.7,
      "backimg": "",
      "description": "A comedic fantasy novel featuring a skeleton detective and his teenage sidekick."
    },
    {
      "id": "the-world-according-to-garp",
      "name": "The World According to Garp",
      "author_name": "John Irving",
      "genre": "Dark Comedy",
      "price": 13.99,
      "img": "https://upload.wikimedia.org/wikipedia/en/2/26/1982Garp_film_movieposter.jpg",
      "rating": 4.6,
      "backimg": "",
      "description": "A darkly comedic and touching exploration of life and love."
    },
    {
      "id": "jitterbug-perfume",
      "name": "Jitterbug Perfume",
      "author_name": "Tom Robbins",
      "genre": "Dark Comedy",
      "price": 14.99,
      "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQrD07i9202sMmXZgfoXPfv_CIfkEXfnEPhLA&s",
      "rating": 4.5,
      "backimg": "",
      "description": "A humorous and fantastical tale spanning centuries and continents."
    },
    {
      "id": "the-man-who-mistook-his-wife-for-a-hat",
      "name": "The Man Who Mistook His Wife for a Hat",
      "author_name": "Oliver Sacks",
      "genre": "Dark Comedy",
      "price": 11.99,
      "img": "https://m.media-amazon.com/images/I/61DDlGkE2XL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.8,
      "backimg": "",
      "description": "A collection of unusual and humorous case studies in neurology."
    },
    {
      "id": "a-dirty-job",
      "name": "A Dirty Job",
      "author_name": "Christopher Moore",
      "genre": "Dark Comedy",
      "price": 10.99,
      "img": "https://m.media-amazon.com/images/I/81bs-a0KRmL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.4,
      "backimg": "",
      "description": "A darkly humorous novel about a man who unexpectedly becomes Death."
    },
    {
      "id": "the-gun-seller",
      "name": "The Gun Seller",
      "author_name": "Hugh Laurie",
      "genre": "Dark Comedy",
      "price": 9.99,
      "img": "https://rukminim2.flixcart.com/image/850/1000/kuef2q80/book/i/9/s/the-gun-seller-original-imag7jgqynhjuftj.jpeg?q=90&crop=false",
      "rating": 4.2,
      "backimg": "",
      "description": "A comedic thriller involving spies, conspiracies, and humor."
    },
    {
      "id": "the-incredible-kismet",
      "name": "The Incredible Kismet",
      "author_name": "A.P. Morton",
      "genre": "Dark Comedy",
      "price": 11.99,
      "img": "https://pictures.abebooks.com/isbn/9782880250799-us-300.jpg",
      "rating": 4.3,
      "backimg": "",
      "description": "A dark comedy about a man's misadventures and the concept of fate."
    },
    {
      "id": "dear-committee-members",
      "name": "Dear Committee Members",
      "author_name": "Julie Schumacher",
      "genre": "Dark Comedy",
      "price": 8.99,
      "img": "https://m.media-amazon.com/images/I/51muEt6kz6L.jpg",
      "rating": 4.1,
      "backimg": "",
      "description": "A satirical novel told through a series of humorous recommendation letters."
    },
    {
      "id": "saturday-night-dead",
      "name": "Saturday Night Dead",
      "author_name": "Richard Aleas",
      "genre": "Dark Comedy",
      "price": 13.99,
      "img": "https://mcelroymerch.com/cdn/shop/products/sndposter_1445x.jpg?v=1646856168",
      "rating": 4.3,
      "backimg": "",
      "description": "A darkly comedic noir mystery featuring a cynical detective."
    },
    {
      "id": "thank-you-for-smoking",
      "name": "Thank You for Smoking",
      "author_name": "Christopher Buckley",
      "genre": "Dark Comedy",
      "price": 12.99,
      "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTlQTXYWc5Q0MuXGaFMJ4Q2r7q31hpuM_T2Dg&s",
      "rating": 4.5,
      "backimg": "",
      "description": "A satirical novel about a tobacco lobbyist navigating the world of public relations."
    },
    {
      "id": "the-loved-one",
      "name": "The Loved One",
      "author_name": "Evelyn Waugh",
      "genre": "Dark Comedy",
      "price": 9.99,
      "img": "https://m.media-amazon.com/images/I/71g5at-QELS._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.4,
      "backimg": "",
      "description": "A satirical take on the American funeral industry."
    },
    {
      "id": "the-end-of-mr-y",
      "name": "The End of Mr. Y",
      "author_name": "Scarlett Thomas",
      "genre": "Dark Comedy",
      "price": 14.99,
      "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTisICgdsaWN09Y9ym8d50xwKiWnloLLaiaOg&s",
      "rating": 4.2,
      "backimg": "",
      "description": "A blend of dark comedy, science fiction, and philosophy."
    },
    {
      "id": "we-are-all-completely-beside-ourselves",
      "name": "We Are All Completely Beside Ourselves",
      "author_name": "Karen Joy Fowler",
      "genre": "Dark Comedy",
      "price": 11.99,
      "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSXZIWLpWDGFEId60aZD2wbEwUHgn0JfqSZVdK25IeMckBtgTDc2LPrDZGDYTDr3P-ppCU&usqp=CAU",
      "rating": 4.3,
      "backimg": "",
      "description": "A darkly comedic and moving story about a family and their unusual dynamic."
    },
    {
      "id": "the-humans",
      "name": "The Humans",
      "author_name": "Matt Haig",
      "genre": "Dark Comedy",
      "price": 13.99,
      "img": "https://m.media-amazon.com/images/I/71n00DIkkxL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.6,
      "backimg": "",
      "description": "An alien's humorous observations of human life."
    },
    {
      "id": "my-sister-the-serial-killer",
      "name": "My Sister, the Serial Killer",
      "author_name": "Oyinkan Braithwaite",
      "genre": "Dark Comedy",
      "price": 10.99,
      "img": "https://m.media-amazon.com/images/I/81kTlk848PL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.4,
      "backimg": "",
      "description": "A darkly comedic thriller about a woman whose sister has a very deadly secret."
    },
    {
      "id": "the-egg-and-i",
      "name": "The Egg and I",
      "author_name": "Betty MacDonald",
      "genre": "Dark Comedy",
      "price": 9.99,
      "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1391140442i/23770.jpg",
      "rating": 4.1,
      "backimg": "",
      "description": "A humorous memoir about life on a chicken farm."
    },
    {
      "id": "the-road-to-wellville",
      "name": "The Road to Wellville",
      "author_name": "T.C. Boyle",
      "genre": "Dark Comedy",
      "price": 12.99,
      "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSmSmQ5JP5nVFfWOE3UKxXdUdSGF48V0TPeIg&s",
      "rating": 4.3,
      "backimg": "",
      "description": "A satirical novel set in a health spa at the turn of the century."
    },
    {
      "id": "choke",
      "name": "Choke",
      "author_name": "Chuck Palahniuk",
      "genre": "Dark Comedy",
      "price": 10.99,
      "img": "https://m.media-amazon.com/images/I/61zMVwjD+xL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.2,
      "backimg": "",
      "description": "A darkly comedic story about a con artist who pretends to choke in restaurants."
    },
    {
      "id": "the-house-in-the-cerulean-sea",
      "name": "The House in the Cerulean Sea",
      "author_name": "TJ Klune",
      "genre": "Fantasy",
      "price": 14.99,
      "img": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fwww.amazon.in%2FHouse-Cerulean-Sea-TJ-Klune%2Fdp%2F1250217288&psig=AOvVaw2tt-S3poayvQYiPVcIw77g&ust=1722764731185000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCNi4rvDE2IcDFQAAAAAdAAAAABAE",
      "rating": 4.8,
      "backimg": "",
      "description": "A heartwarming fantasy about a caseworker sent to a magical orphanage."
    },
    {
      "id": "a-court-of-thorns-and-roses",
      "name": "A Court of Thorns and Roses",
      "author_name": "Sarah J. Maas",
      "genre": "Fantasy",
      "price": 12.99,
      "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRSF-ADoQH6vp1s5Mc4yy2Th0t7nk21oL5gqQ&s",
      "rating": 4.6,
      "backimg": "",
      "description": "A retelling of Beauty and the Beast set in a richly crafted fantasy world."
    },
    {
      "id": "the-invisible-life-of-addie-larue",
      "name": "The Invisible Life of Addie LaRue",
      "author_name": "V.E. Schwab",
      "genre": "Fantasy",
      "price": 15.99,
      "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcREUlVBoOr1KF4mNyACgwowb8Hzm3FIGEBJqA&s",
      "rating": 4.7,
      "backimg": "",
      "description": "A fantasy novel about a woman who makes a Faustian bargain to live forever."
    },
    {
      "id": "crescent-city-house-of-earth-and-blood",
      "name": "Crescent City: House of Earth and Blood",
      "author_name": "Sarah J. Maas",
      "genre": "Fantasy",
      "price": 17.99,
      "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcShzPi2yl1ozHEzsvhSElmGU9UCKeYsMdnbZg&s",
      "rating": 4.8,
      "backimg": "",
      "description": "A fantasy novel about a half-fae, half-human seeking revenge for her friends' murders."
    },
    {
      "id": "legendborn",
      "name": "Legendborn",
      "author_name": "Tracy Deonn",
      "genre": "Fantasy",
      "price": 11.99,
      "img": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1598382979l/50892338.jpg",
      "rating": 4.6,
      "backimg": "",
      "description": "A contemporary fantasy novel inspired by Arthurian legends."
    },
    {
      "id": "the-priority-of-the-orange-tree",
      "name": "The Priory of the Orange Tree",
      "author_name": "Samantha Shannon",
      "genre": "Fantasy",
      "price": 18.99,
      "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSUfVkDQJOy_zxgCMwW4tcStOaV-zz-PmIRrA&s",
      "rating": 4.5,
      "backimg": "",
      "description": "A standalone epic fantasy featuring dragons and a world on the brink of war."
    },
    {
      "id": "shadow-and-bone",
      "name": "Shadow and Bone",
      "author_name": "Leigh Bardugo",
      "genre": "Fantasy",
      "price": 9.99,
      "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTO7t6SQtlS8e3zkYyimIPiLc0PMesj5MeQdA&s",
      "rating": 4.7,
      "backimg": "",
      "description": "A fantasy novel set in a war-torn world where a young soldier discovers a unique power."
    },
    {
      "id": "the-name-of-the-wind",
      "name": "The Name of the Wind",
      "author_name": "Patrick Rothfuss",
      "genre": "Fantasy",
      "price": 14.99,
      "img": "https://m.media-amazon.com/images/I/91UzPegYyjL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.8,
      "backimg": "",
      "description": "The first book in an epic fantasy trilogy about a legendary figure named Kvothe."
    },
    {
      "id": "the-poppy-war",
      "name": "The Poppy War",
      "author_name": "R.F. Kuang",
      "genre": "Fantasy",
      "price": 13.99,
      "img": "https://cdn.kobo.com/book-images/4fb9f04b-d4cb-476c-b3ae-ef2b6d8ecf77/1200/1200/False/the-poppy-war-the-poppy-war-book-1-1.jpg",
      "rating": 4.6,
      "backimg": "",
      "description": "A dark fantasy inspired by Chinese history, focusing on a war orphan's rise in a military academy."
    },
    {
      "id": "the-stormlight-archive",
      "name": "The Stormlight Archive",
      "author_name": "Brandon Sanderson",
      "genre": "Fantasy",
      "price": 16.99,
      "img": "https://www.brandonsanderson.com/wp-content/uploads/2019/11/Way-of-Kings.jpg",
      "rating": 4.9,
      "backimg": "",
      "description": "A high fantasy series with a complex world, rich magic system, and deep characters."
    },
    {
      "id": "the-city-we-became",
      "name": "The City We Became",
      "author_name": "N.K. Jemisin",
      "genre": "Fantasy",
      "price": 14.99,
      "img": "https://m.media-amazon.com/images/I/91vkDUu99ML._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.5,
      "backimg": "",
      "description": "A novel about New York City coming to life to fight against an ancient evil."
    },
    {
      "id": "black-sun",
      "name": "Black Sun",
      "author_name": "Rebecca Roanhorse",
      "genre": "Fantasy",
      "price": 15.99,
      "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ91wp-fMzaiOkQkROX4Rse8pMsaz6Z08J8dA&s",
      "rating": 4.6,
      "backimg": "",
      "description": "An epic fantasy inspired by Pre-Columbian Americas, featuring prophecy, politics, and magic."
    },
    {
      "id": "the-bone-shard-daughter",
      "name": "The Bone Shard Daughter",
      "author_name": "Andrea Stewart",
      "genre": "Fantasy",
      "price": 13.99,
      "img": "https://m.media-amazon.com/images/I/9122v7RaKJS._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.4,
      "backimg": "",
      "description": "A debut fantasy novel about a young woman mastering bone shard magic to reclaim her throne."
    },
    {
      "id": "the-once-and-future-witches",
      "name": "The Once and Future Witches",
      "author_name": "Alix E. Harrow",
      "genre": "Fantasy",
      "price": 14.99,
      "img": "https://m.media-amazon.com/images/I/91OFXbohR2L._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.7,
      "backimg": "",
      "description": "A historical fantasy novel where the suffragette movement intersects with witchcraft."
    },
    {
      "id": "a-deadly-education",
      "name": "A Deadly Education",
      "author_name": "Naomi Novik",
      "genre": "Fantasy",
      "price": 12.99,
      "img": "https://m.media-amazon.com/images/I/41bW3kaAlOL.jpg",
      "rating": 4.5,
      "backimg": "",
      "description": "A novel set in a deadly magical school where failure means certain death."
    },
    {
      "id": "the-vanished-birds",
      "name": "The Vanished Birds",
      "author_name": "Simon Jimenez",
      "genre": "Fantasy",
      "price": 11.99,
      "img": "https://m.media-amazon.com/images/I/91zlC636QSL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.3,
      "backimg": "",
      "description": "A sci-fi fantasy novel about a mysterious boy who travels with a spaceship captain."
    },
    {
      "id": "the-unspoken-name",
      "name": "The Unspoken Name",
      "author_name": "A.K. Larkwood",
      "genre": "Fantasy",
      "price": 13.99,
      "img": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1576631770l/45046552.jpg",
      "rating": 4.4,
      "backimg": "",
      "description": "An epic fantasy debut about an orc priestess who escapes her fate and becomes an assassin."
    },
    {
      "id": "gideon-the-ninth",
      "name": "Gideon the Ninth",
      "author_name": "Tamsyn Muir",
      "genre": "Fantasy",
      "price": 14.99,
      "img": "https://m.media-amazon.com/images/I/71GHKo78YBL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.6,
      "backimg": "",
      "description": "A fantasy novel featuring necromancers in space, murder mysteries, and complex relationships."
    },
    {
      "id": "the-raven-tower",
      "name": "The Raven Tower",
      "author_name": "Ann Leckie",
      "genre": "Fantasy",
      "price": 12.99,
      "img": "https://upload.wikimedia.org/wikipedia/en/5/5f/The_Raven_Tower_by_Ann_Leckie.jpg",
      "rating": 4.2,
      "backimg": "",
      "description": "A unique fantasy novel about gods, power, and political intrigue."
    },
    {
      "id": "the-empyrean",
      "name": "The Empyrean",
      "author_name": "K.M. McKinley",
      "genre": "Fantasy",
      "price": 13.99,
      "img": "https://m.media-amazon.com/images/I/914-JotHxWL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.3,
      "backimg": "",
      "description": "A sprawling epic fantasy novel featuring a diverse cast of characters and a richly built world."
    },
    {
      "id": "the-lies-of-locke-lamora",
      "name": "The Lies of Locke Lamora",
      "author_name": "Scott Lynch",
      "genre": "Fantasy",
      "price": 10.99,
      "img": "https://m.media-amazon.com/images/I/51PWk9HfkcL.jpg",
      "rating": 4.7,
      "backimg": "",
      "description": "A tale of a clever thief and his band of con artists in the city of Camorr."
    },
    {
      "id": "mistborn-the-final-empire",
      "name": "Mistborn: The Final Empire",
      "author_name": "Brandon Sanderson",
      "genre": "Fantasy",
      "price": 11.99,
      "img": "https://m.media-amazon.com/images/I/618kMrmCLpL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.8,
      "backimg": "",
      "description": "A young street urchin discovers she has the powers of a Mistborn in a world where ash falls from the sky."
    },
    {
      "id": "the-way-of-kings",
      "name": "The Way of Kings",
      "author_name": "Brandon Sanderson",
      "genre": "Fantasy",
      "price": 14.99,
      "img": "https://m.media-amazon.com/images/I/41ylteMSHML.jpg",
      "rating": 4.9,
      "backimg": "",
      "description": "An epic fantasy novel set in the storm-ravaged world of Roshar, where the fate of humanity hangs in the balance."
    },
    {
      "id": "a-wizard-of-earthsea",
      "name": "A Wizard of Earthsea",
      "author_name": "Ursula K. Le Guin",
      "genre": "Fantasy",
      "price": 9.99,
      "img": "https://m.media-amazon.com/images/I/61OKh0zgqeL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.6,
      "backimg": "",
      "description": "A young wizard named Ged embarks on a journey to master his powers and confront his own darkness."
    },
    {
      "id": "the-hobbit",
      "name": "The Hobbit",
      "author_name": "J.R.R. Tolkien",
      "genre": "Fantasy",
      "price": 10.99,
      "img": "https://m.media-amazon.com/images/I/712cDO7d73L._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.8,
      "backimg": "",
      "description": "Bilbo Baggins, a hobbit, sets out on an unexpected adventure to reclaim a treasure from the dragon Smaug."
    },
    {
      "id": "the-name-of-the-wind",
      "name": "The Name of the Wind",
      "author_name": "Patrick Rothfuss",
      "genre": "Fantasy",
      "price": 12.99,
      "img": "https://m.media-amazon.com/images/I/611iKJa7a-L._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.8,
      "backimg": "",
      "description": "The first book in the Kingkiller Chronicle, detailing the life of the legendary Kvothe."
    },
    {
      "id": "the-wheel-of-time-eye-of-the-world",
      "name": "The Eye of the World",
      "author_name": "Robert Jordan",
      "genre": "Fantasy",
      "price": 13.99,
      "img": "https://m.media-amazon.com/images/I/81tBoQP5V+L._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.7,
      "backimg": "",
      "description": "The beginning of the epic Wheel of Time series, where a group of young villagers are thrust into a world of prophecy and danger."
    },
    {
      "id": "the-princess-bride",
      "name": "The Princess Bride",
      "author_name": "William Goldman",
      "genre": "Fantasy",
      "price": 11.99,
      "img": "https://m.media-amazon.com/images/I/712n+hhjX3L._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.8,
      "backimg": "",
      "description": "A tale of true love and high adventure, featuring the unforgettable characters Westley, Buttercup, and Inigo Montoya."
    },
    {
      "id": "jonathan-strange-and-mr-norrell",
      "name": "Jonathan Strange & Mr Norrell",
      "author_name": "Susanna Clarke",
      "genre": "Fantasy",
      "price": 14.99,
      "img": "https://m.media-amazon.com/images/I/71SlWMmxjsL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.5,
      "backimg": "",
      "description": "In an alternate history of England, two magicians emerge to bring magic back to the world."
    },
    {
      "id": "stardust",
      "name": "Stardust",
      "author_name": "Neil Gaiman",
      "genre": "Fantasy",
      "price": 9.99,
      "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ67dJW2bDmWbCu5BexXUCfPigVug3L84oqSA&s",
      "rating": 4.7,
      "backimg": "",
      "description": "A young man named Tristran Thorn ventures into the magical land of Faerie to retrieve a fallen star for his beloved."
    },
    {
      "id": "a-little-life",
      "name": "A Little Life",
      "author_name": "Hanya Yanagihara",
      "genre": "Drama",
      "price": 16.99,
      "img": "https://m.media-amazon.com/images/I/71Vh4lfd5FL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.3,
      "backimg": "",
      "description": "A Little Life follows the lives of four college classmates as they navigate adulthood in New York City. The novel delves deep into the complexities of friendship, trauma, and healing, with a particular focus on Jude, a lawyer with a traumatic past. It's a powerful and emotional exploration of the impact of childhood abuse and the enduring strength of human relationships."
    },
    {
      "id": "where-the-crawdads-sing",
      "name": "Where the Crawdads Sing",
      "author_name": "Delia Owens",
      "genre": "Drama",
      "price": 14.99,
      "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1582135294i/36809135.jpg",
      "rating": 4.8,
      "backimg": "",
      "description": "Where the Crawdads Sing tells the story of Kya Clark, the 'Marsh Girl,' who grows up isolated in the swamps of North Carolina. As she comes of age, Kya becomes the prime suspect in the murder of a local man. The novel intertwines a coming-of-age narrative with a suspenseful murder mystery, beautifully capturing the natural world and the intricacies of human emotion."
    },
    {
      "id": "the-nightingale",
      "name": "The Nightingale",
      "author_name": "Kristin Hannah",
      "genre": "Drama",
      "price": 12.99,
      "img": "https://m.media-amazon.com/images/I/81R2jFIqpoL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.7,
      "backimg": "",
      "description": "The Nightingale is set during World War II in German-occupied France and follows the lives of two sisters, Vianne and Isabelle. Vianne must navigate the horrors of war and occupation to protect her daughter, while Isabelle joins the resistance, risking her life to save others. The novel is a poignant and gripping tale of love, courage, and sacrifice in the face of unimaginable adversity."
    },
    {
      "id": "normal-people",
      "name": "Normal People",
      "author_name": "Sally Rooney",
      "genre": "Drama",
      "price": 11.99,
      "img": "https://m.media-amazon.com/images/I/71fnqwR0eSL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.4,
      "backimg": "",
      "description": "Normal People explores the intricate relationship between Connell and Marianne, two young people from a small town in Ireland. As they move from high school to university in Dublin, their connection shifts and evolves, navigating the complexities of friendship, love, and identity. Rooney's novel is an intimate and compelling exploration of how one person can profoundly impact another's life."
    },
    {
      "id": "little-fires-everywhere",
      "name": "Little Fires Everywhere",
      "author_name": "Celeste Ng",
      "genre": "Drama",
      "price": 13.99,
      "img": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1522684533i/34273236.jpg",
      "rating": 4.5,
      "backimg": "",
      "description": "Little Fires Everywhere is set in the seemingly perfect suburban community of Shaker Heights, Ohio, where the lives of the picture-perfect Richardson family become intertwined with those of a mysterious mother-daughter duo, Mia and Pearl Warren. As secrets are revealed and tensions rise, the novel examines themes of identity, family, and the weight of secrets, culminating in a dramatic and explosive finale."
    },
    {
      "id": "the-book-thief",
      "name": "The Book Thief",
      "author_name": "Markus Zusak",
      "genre": "Drama",
      "price": 10.99,
      "img": "https://m.media-amazon.com/images/I/718EluY9pML._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.6,
      "backimg": "",
      "description": "The Book Thief is narrated by Death and set in Nazi Germany. It tells the story of Liesel Meminger, a young girl who finds solace in stealing books and sharing them with others, including the Jewish man hiding in her basement. The novel explores the power of words and stories to sustain the human spirit in the darkest of times, offering a poignant and heart-wrenching portrayal of life during wartime."
    },
    {
      "id": "all-the-light-we-cannot-see",
      "name": "All the Light We Cannot See",
      "author_name": "Anthony Doerr",
      "genre": "Drama",
      "price": 14.99,
      "img": "https://m.media-amazon.com/images/I/81RBTG28sCL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.7,
      "backimg": "",
      "description": "All the Light We Cannot See follows the intersecting lives of Marie-Laure LeBlanc, a blind French girl, and Werner Pfennig, a German soldier, during World War II. As the war rages, their paths converge in the walled citadel of Saint-Malo, where their stories of survival and resilience unfold. Doerr's novel is a beautifully crafted narrative about the enduring power of human connections amidst the horrors of war."
    },
    {
      "id": "the-goldfinch",
      "name": "The Goldfinch",
      "author_name": "Donna Tartt",
      "genre": "Drama",
      "price": 15.99,
      "img": "https://images.squarespace-cdn.com/content/v1/52417ba3e4b0992daeb13d8a/1383073062547-88VT02KMYQM9GG5D6NDL/goldfinch-large.jpg",
      "rating": 4.3,
      "backimg": "",
      "description": "The Goldfinch tells the story of Theo Decker, a young boy whose life is shattered by the sudden death of his mother in a terrorist attack at a museum. In the aftermath, Theo clings to a small painting, 'The Goldfinch,' which draws him into a world of art, obsession, and danger. Tartt's novel is a sprawling and richly detailed narrative about loss, survival, and the enduring power of art."
    },
    {
      "id": "the-great-believers",
      "name": "The Great Believers",
      "author_name": "Rebecca Makkai",
      "genre": "Drama",
      "price": 13.99,
      "img": "https://m.media-amazon.com/images/I/81rPmGgbuBL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.4,
      "backimg": "",
      "description": "The Great Believers spans two timelines: the 1980s during the AIDS crisis in Chicago, and 2015 in Paris. The novel follows Yale Tishman, an art director whose friends are dying from AIDS, and Fiona, who is searching for her estranged daughter. Makkai's novel is a poignant exploration of friendship, loss, and the enduring impact of the AIDS epidemic on those who lived through it and those who survived."
    },
    {
      "id": "the-silent-patient",
      "name": "The Silent Patient",
      "author_name": "Alex Michaelides",
      "genre": "Drama",
      "price": 12.99,
      "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRa2Bl_dAWDGmBSaps4EKgDo5M4l2SoXzjcRA&s",
      "rating": 4.5,
      "backimg": "",
      "description": "The Silent Patient is a psychological thriller about Alicia Berenson, a famous painter who stops speaking after being accused of murdering her husband. Theo Faber, a forensic psychologist, becomes obsessed with uncovering the truth behind Alicia's silence. The novel is a gripping and twist-filled exploration of trauma, betrayal, and the secrets that lie beneath the surface."
    },

    {
      "id": "lessons-in-chemistry",
      "name": "Lessons in Chemistry",
      "author_name": "Bonnie Garmus",
      "genre": "Drama",
      "price": 18.99,
      "img": "https://m.media-amazon.com/images/I/71sDDGFkInL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.7,
      "backimg": "",
      "description": "A captivating novel set in the 1960s, following the life of Elizabeth Zott, a brilliant chemist who becomes an unlikely TV cooking show host. Her unconventional approach to cooking and life inspires her viewers to challenge societal norms."
    },
    {
      "id": "the-covenant-of-water",
      "name": "The Covenant of Water",
      "author_name": "Abraham Verghese",
      "genre": "Drama",
      "price": 21.99,
      "img": "https://m.media-amazon.com/images/I/91b7tm523VL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.8,
      "backimg": "",
      "description": "An epic tale that spans generations, following a family in Kerala, India, who share a peculiar medical condition that affects their relationship with water. The novel explores themes of love, loss, and the enduring ties of family."
    },
    {
      "id": "demon-copperhead",
      "name": "Demon Copperhead",
      "author_name": "Barbara Kingsolver",
      "genre": "Drama",
      "price": 19.99,
      "img": "https://m.media-amazon.com/images/I/918DFDx5ZRL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.6,
      "backimg": "",
      "description": "A modern retelling of Charles Dickens' David Copperfield, set in the mountains of southern Appalachia. It follows the life of a boy nicknamed Demon Copperhead as he navigates poverty, addiction, and resilience in a fractured community."
    },
    {
      "id": "tom-lake",
      "name": "Tom Lake",
      "author_name": "Ann Patchett",
      "genre": "Drama",
      "price": 20.99,
      "img": "https://m.media-amazon.com/images/I/91p-s-UhmzL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.7,
      "backimg": "",
      "description": "Set during the pandemic, this novel explores the complexities of love and memory as a woman recounts her past relationship with a famous actor to her three daughters, revealing secrets and truths about their own lives."
    },
    {
      "id": "hello-beautiful",
      "name": "Hello Beautiful",
      "author_name": "Ann Napolitano",
      "genre": "Drama",
      "price": 22.99,
      "img": "https://m.media-amazon.com/images/I/91CQZ+V4ypL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.5,
      "backimg": "",
      "description": "A heartwarming and poignant story of four sisters and their bond through life's triumphs and tragedies. The novel explores themes of family, loyalty, and the enduring power of love."
    },
    {
      "id": "if-we-were-villains",
      "name": "If We Were Villains",
      "author_name": "M.L. Rio",
      "genre": "Drama",
      "price": 16.99,
      "img": "https://m.media-amazon.com/images/I/71Rqr9YfePL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.4,
      "backimg": "",
      "description": "A gripping literary thriller set in an elite arts academy, where a group of Shakespearean actors becomes embroiled in a murder mystery. The novel delves into the complexities of friendship, rivalry, and the destructive power of art."
    },
    {
      "id": "the-latecomer",
      "name": "The Latecomer",
      "author_name": "Jean Hanff Korelitz",
      "genre": "Drama",
      "price": 18.99,
      "img": "https://m.media-amazon.com/images/I/71IKL9+LAGL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.3,
      "backimg": "",
      "description": "A story of a wealthy New York family whose lives are upended by the arrival of an unexpected fourth child. The novel explores themes of privilege, identity, and the search for belonging."
    },
    {
      "id": "tommorow-and-tommorow-and-tommorow",
      "name": "Tomorrow, and Tomorrow, and Tomorrow",
      "author_name": "Gabrielle Zevin",
      "genre": "Drama",
      "price": 18.99,
      "img": "https://m.media-amazon.com/images/I/51cWp2v595L.jpg",
      "rating": 4.6,
      "backimg": "",
      "description": "A moving and imaginative novel about two friends who reunite in their 30s to create a groundbreaking video game. The story explores themes of creativity, ambition, and the challenges of collaboration."
    },
    {
      "id": "less",
      "name": "Less",
      "author_name": "Andrew Sean Greer",
      "genre": "Drama",
      "price": 14.99,
      "img": "https://m.media-amazon.com/images/I/81IJ0ci7lLL._AC_UF1000,1000_QL80_.jpg",
      "rating": 4.4,
      "backimg": "",
      "description": "A humorous and heartwarming story of Arthur Less, a failed novelist who embarks on a journey around the world to avoid the wedding of his former lover. The novel explores themes of love, aging, and self-discovery."
    },
    {
      "id": "horse",
      "name": "Horse",
      "author_name": "Geraldine Brooks",
      "genre": "Drama",
      "price": 17.99,
      "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTIzEoCa82Ir6js8IH4QEdt5-UVMMfn1EQnoA&s",
      "rating": 4.6,
      "backimg": "",
      "description": "A novel that intertwines the lives of an enslaved groom, a painter, and a scientist through the story of a legendary racehorse in the 19th century. It explores themes of race, art, and the pursuit of freedom."
    }
  ]
}
